/* About MSSNGR */
"About MSSNGR" = "About MSSNGR"; /* NEW */

/* Activities */
"Activities" = "Activities"; /* NEW */

/* Activities search header */
"Activities (%d)" = "Activities (%d)"; /* NEW */

/* Agenda */
"Agenda" = "Agenda"; /* NEW */

/* No comment provided by engineer. */
"All" = "All"; /* NEW */

/* Call */
"Call" = "Call"; /* NEW */

/* Call %@ ? */
"Call %@ ?" = "Call %@ ?"; /* NEW */

/* Call 08345624563 */
"Call 08345624563" = "Call 08345624563"; /* NEW */

/* Call us */
"Call us" = "Call us"; /* NEW */

/* Cancel */
"Cancel" = "Cancel"; /* NEW */

/* Cannot recognize code
   Message vor invalid convention code */
"Cannot recognize code. Please enter again!" = "Cannot recognize code. Please enter again!"; /* NEW */

/* Check out of current hotel */
"Check out of current hotel" = "Check out of current hotel"; /* NEW */

/* City: */
"City:" = "City:"; /* NEW */

/* Convention Code */
"Convention Code:" = "Convention Code:"; /* NEW */

/* Convention
   Conventions */
"Conventions" = "Conventions"; /* NEW */

/* Country: */
"Country:" = "Country:"; /* NEW */

/* Define interests */
"Define interests" = "Define interests"; /* NEW */

/* Denial of Geo Location: */
"Denial of Geo Location:" = "Denial of Geo Location:"; /* NEW */

/* Denial of Push Messages: */
"Denial of Push Messages:" = "Denial of Push Messages:"; /* NEW */

/* Directory */
"Directory" = "Directory"; /* NEW */

/* Directories search header */
"Directory (%d)" = "Directory (%d)"; /* NEW */

/* Enter an additional convention code below! */
"Enter an additional convention code below!" = "To check into an additional convention, please enter a new convention code below!"; /* NEW */

/* Friday */
"Friday" = "Friday"; /* NEW */

/* Body for recommendation mail */
"Hey there!\nI've been using the MSSNGR app for some time now and thought you might like it. It's a free and easy App that informs you about what is happening in your hotel. You decide about what, when and where you want to be informed.\n\nCheck out the free app in the app store:\nhttp://itunes.apple.com/us/app/mssngr/id485696540?l=de&ls=1&mt=8\n\nHave a happy vacation with MSSNGR!" = "Hey there!\nI've been using the MSSNGR app for some time now and thought you might like it. It's a free and easy App that informs you about what is happening in your hotel. You decide about what, when and where you want to be informed.\n\nCheck out the free app in the app store:\nhttp://itunes.apple.com/us/app/mssngr/id485696540?l=de&ls=1&mt=8\n\nHave a happy vacation with MSSNGR!"; /* NEW */

/* Hotel Name: */
"Hotel Name:" = "Hotel Name:"; /* NEW */

/* I accept the above terms of service */
"I accept the above terms of service" = "I accept the above terms of service"; /* NEW */

/* Convention Welcome Message */
"If you participate in a meeting or convention at this hotel, please enter code below. Otherwise leave blank." = "If you participate in a meeting or convention at this hotel, please enter code below. Otherwise leave blank."; /* NEW */

/* Location Services Disabled */
"Location Services Disabled" = "Location Services Disabled"; /* NEW */

/* Log into convention */
"Log into convention" = "Log into convention"; /* NEW */

/* Monday */
"Monday" = "Monday"; /* NEW */

/* Heading for recommendation mail */
"MSSNGR - Hotel information, the way I want it" = "MSSNGR - Hotel information, the way I want it"; /* NEW */

/* No comment provided by engineer. */
"My Activities" = "My Activities"; /* NEW */

/* My Interests */
"My Interests" = "My Interests"; /* NEW */

/* Nearby */
"Nearby" = "Nearby"; /* NEW */

/* No booking possible via this app. */
"No booking possible via this app." = "No booking possible via this app."; /* NEW */

/* OK */
"OK" = "OK"; /* NEW */

/* Ok
   OK */
"Ok" = "Ok"; /* NEW */

/* Other */
"Other" = "Other"; /* NEW */

/* Out of geo range */
"Out of geo range" = "No hotel nearby"; /* NEW */

/* Participating hotels */
"Participating hotels" = "Participating hotels"; /* NEW */

/* Please indicate your areas of interest: */
"Please indicate your areas of interest:" = "Please indicate your areas of interest:"; /* NEW */

/* Preferences */
"Preferences" = "Preferences"; /* NEW */

/* Rate MSSNGR */
"Rate MSSNGR" = "Rate MSSNGR"; /* NEW */

/* Recommend MSSNGR */
"Recommend MSSNGR" = "Recommend MSSNGR"; /* NEW */

/* Roaming charges may apply. */
"Roaming charges may apply." = "Roaming charges may apply."; /* NEW */

/* Saturday */
"Saturday" = "Saturday"; /* NEW */

/* Search */
"Search" = "Search"; /* NEW */

/* Send to MSSNGR */
"Send to MSSNGR" = "Send"; /* NEW */

/* Show all hotels */
"Show all hotels" = "Show all hotels"; /* NEW */

/* Sunday */
"Sunday" = "Sunday"; /* NEW */

/* Terms of service & Privacy */
"Terms of service & Privacy" = "Terms of service & Privacy"; /* NEW */

/* Message that informs the user about the consequences of push denial */
"This app informs you about exclusive deals around your stay in hotels. If push messages are not allowed, you will not get noticed immediately about the latest offering. To always receive the best deals immediately, please allow this app to send push messages." = "This app uses Push Notifications to inform you about exclusive deals around your stay in hotels. If you disallow notifications, we can't notify you about the latest offerings. To allow notifications, please tap \"Settings\" and enable MSSNGR in \"Push Notifications\"."; /* NEW */

/* Message informing the user about denial of geolocation */
"This app must be supported by the geo location function of this device. If you would like to use the MSSNGR service, please allow this app to access your geo location. Thank you." = "To work properly, MSSNGR needs to know about your location. We will only use your location data to show hotel information which suits you at you current position. Please tap \"Settings\" and add MSSNGR in \"Location Services\""; /* NEW */

/* Thursday */
"Thursday" = "Thursday"; /* NEW */

/* Today */
"Today" = "Today"; /* NEW */

/* Tomorrow */
"Tomorrow" = "Tomorrow"; /* NEW */

/* Tuesday */
"Tuesday" = "Tuesday"; /* NEW */

/* Text explaining that no hotels are available */
"We are sorry! At your current location, no hotel offers MSSNGR services.<br><br><br>If you would like to propose a hotel to participate in MSSNGR for the future, please enter the hotel details below." = "We are sorry! At your current location, no hotel offers MSSNGR services.<br><br><br>If you would like to propose a hotel to participate in MSSNGR for the future, please enter the hotel details below."; /* NEW */

/* Wednesday */
"Wednesday" = "Wednesday"; /* NEW */

/* Welcome to MSSNGR */
"Welcome to MSSNGR" = "Welcome to MSSNGR"; /* NEW */

/* No comment provided by engineer. */
"You can use MSSNGR here:" = "MSSNGR is available at:"; /* NEW */

/* Message that informs user that geo location is disabled */
"You currently have all location services for this device disabled.This app must be supported by the geo location function of this device. If you would like to use the MSSNGR service, please allow this app to access your geo location. Thank you." = "You currently have all location services for this device disabled. To work properly, MSSNGR needs to know about your location. We will only use your location data to show hotel information which suits you at you current position. Please tap \"Settings\" and enable Location Services."; /* NEW */

/* your conventions
   Your conventions */
"Your conventions" = "Your conventions"; /* NEW */

